{
  "GP_LongDescription1": "С ScratchJr дети (в возрасте от 5 лет) не просто учатся программировать, они программируют, чтобы учиться!",
  "GP_LongDescription2": "ScratchJr - это вводный язык программирования, который позволяет маленьким детям (в возрасте от 5 до 7 лет) создавать свои собственные интерактивные истории и игры. Дети объединяют графические программируемые блоки, чтобы заставить персонажей перемещаться, прыгать, танцевать и петь. Дети могут изменять символы в редакторе изображений, добавлять собственные голоса и звуки, даже вставлять собственные фотографии, а затем использовать блоки программирования, чтобы оживить своих персонажей.",
  "GP_LongDescription3": "ScratchJr был вдохновлен популярным языком программирования Scratch (http://scratch.mit.edu), который используется миллионами молодых людей (в возрасте от 8 лет и старше) по всему миру. При создании ScratchJr мы переработали интерфейс и язык программирования, чтобы сделать их более подходящими для детей младшего возраста, тщательно разработав функции, которые соответствуют когнитивному, личностному, социальному и эмоциональному развитиию маленьких детей.",
  "GP_LongDescription4": "Кодирование (или компьютерное программирование) - это новый тип грамотности. Письмо помогает организовать мышление и выражать свои идеи, то же самое верно и для кодирования. Раньше программирование считалось слишком сложным для большинства людей. Но мы считаем, что программирование должно быть доступно для всех, точно так же, как и писмо. ",
  "GP_LongDescription5": "Когда маленькие дети программируют с помощью ScratchJr, они учатся создавать и выражать себя используя компьютер как инструмент, а не просто взаимодействовать с ним. В этом процессе дети учатся решать проблемы и создавать дизайн-проекты, а также развивать навыки планирования последовательности действий, которые являются основополагающими для дальнейшего академического успеха. Они также используют математику и язык в осмысленном и мотивирующем контексте, поддерживая развитие счета и грамотности с раннего дества. С ScratchJr дети не просто учатся программировать, они программируют, чтобы учиться.",
  "GP_LongDescription6": "ScratchJr - это сотрудничество между группой Developmental Technologies в Университете Тафтса, группой Lifelong Kindergarten в MIT Media Lab и компанией Playful Invention. Two Sigma привели к реализации версии ScratchJr для Android. Графика и иллюстрации для ScratchJr были созданы компанией HvingtQuatre и Сарой Томсон.",
  "GP_LongDescription7": "Эта версия ScratchJr работает только на планшетах размером 7 дюймов или больше и работает под управлением Android 4.2 (Jelly Bean) или выше.",
  "GP_Terms": "Условия использования",
  "IT_whatnew": "Добавлена поддержка Испанского\r\n Проекты автоматически сохраняются, когда ребенок меняет проект",
  "IT_LongDescription1": "Маленькие дети (в возрасте 5-7 лет) изучают важные новые навыки, когда они программируют свои собственные интерактивные истории и игры с ScratchJr.",
  "IT_LongDescription2": "Дети объединяют графические программируемые блоки, чтобы заставить персонажей перемещаться, прыгать, танцевать и петь. В этом процессе дети учатся решать проблемы и создавать дизайн-проекты, а также выражать себя творчески на компьютере. Они также используют математику и язык в осмысленном и мотивирующем контексте, поддерживая развитие счета и грамотности с раннего дества. С ScratchJr дети не просто учатся программировать, они программируют, чтобы учиться.",
  "IT_LongDescription3": "ScratchJr был вдохновлен популярным языком программирования Scratch (http://scratch.mit.edu), который используется миллионами молодых людей (в возрасте от 8 лет и старше) по всему миру. При создании ScratchJr мы переработали интерфейс и язык программирования, чтобы сделать их более подходящими для детей младшего возраста, тщательно разработав функции, которые соответствуют когнитивному, личностному, социальному и эмоциональному развитиию маленьких детей.",
  "IT_LongDescription4": "ScratchJr - это сотрудничество между исследовательской группой Lifelong Kindergarten в MIT Media Lab, исследовательской группе Developmental Technologies в Университете Тафтса и компанией Playful Invention. Проект ScratchJr получил щедрую финансовую поддержку от Национального научного фонда (NSF DRL-1118664), Фонда Scratch, Фонда LEGO и Британской телекоммуникации.",
  "IT_LongDescription5": "Если вам нравится использовать это бесплатное приложение, пожалуйста, подумайте о том, чтобы сделать пожертвование в Фонд Scratch Foundation (www.scratchfoundation.org), некоммерческой организации, которая оказывает постоянную поддержку ScratchJr. Мы ценим пожертвования всех размеров, больших и малых.",
  "IT_Keywords": "Обучение, кодирование, дети, творчество, грамотность, детский сад, программирование, scratch"
}